[
    {
        "feedId": 1,
        "feedImage":"https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AAQCCkK.img?h=284&w=378&m=6&q=60&o=f&l=f",
        "headLines":"Elon Musk reacts as Indian-American CEO hired woman to slap him every time he uses Facebook",
        "highLights":"The CEO of the wearable device brand, Pavlok, Maneesh Sethi used to get distracted by Facebook during his work hours. He wished to enhance his business by working more and giving more time to his company instead of social media.",
        "para1":"The CEO of the wearable device brand, Pavlok, Maneesh Sethi used to get distracted by Facebook during his work hours. He wished to enhance his business by working more and giving more time to his company instead of social media.",
        "para2":"In a bid to keep his social media usage at bay, in 2012, Sethi went to Craigslist, the US classified advertisements website, so that he could hire someone who would slap him every time he uses Facebook during his office hours.",
        "para3":"Sethi mentioned in his blog that he was extremely unproductive while working alone on his computer as he spent most of his time on Facebook. After measuring his productivity through an application, the Indian-American CEO found out that he wasted a substantial amount of time on Reddit and Facebook.",
        "para4":"He then managed to hire a lady on Craigslist and this experiment gave profound results as his company’s productivity reached 98 percent.The lady named Kara charged around 8 dollars an hour to slap him every time Sethi used Facebook at work.",
        "postedAt":"4 days ago",
        "likes":500
      },
      {
        "feedId":  2,
        "feedImage":"https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AAQGk0i.img?h=874&w=874&m=6&q=60&o=f&l=f&x=493&y=323",
        "headLines":"Happy Children's Day: When Allu Arjun's daughter Arha chopped off her long locks for Samantha's Shaakuntalam",
        "highLights":"Tollywood star Allu Arjun's daughter Allu Arha is making her big acting debut with Samantha's upcoming film, Shaakuntalam. On the occasion of Children's Day, Allu Arjun's wife Sneha shared an unseen throwback video of their daughter",
        "para1":"Tollywood star Allu Arjun's daughter Allu Arha is making her big acting debut with Samantha's upcoming film, Shaakuntalam. On the occasion of Children's Day, Allu Arjun's wife Sneha shared an unseen throwback video of their daughter chopping off her long locks to play Prince Bharata in Gunasekhar directorial. ",
        "para2":"One can see in the video, the little munchkin is so adorably prepping up for her acting debut and we are all hearts. Arha's debut marks the entry of the fourth generation from the Allu family into Indian cinema.",
        "para3":"Earlier, announcing about his daughter's upcoming film with Samantha, AA wrote on Twitter, 'A proud moment for the Allu family to announce that the fourth generation, #AlluArha will be making her debut with #Shakuntalam movie. I want to thank @Gunasekhar1 garu & @neelima_guna garu for giving my daughter this beautiful movie as her debut.'",
        "para4":"He further added, \"I had an altogether different journey with @Samanthaprabhu2 and am happy to watch Arha debut with her movie. My best wishes to the entire Cast & Crew of #Shakuntalam.\"",
        "postedAt":"3 days ago",
        "likes":450
      },
      { 
        "feedId":  3,
        "feedImage":"https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1e2mhR.img?h=491&w=874&m=6&q=60&o=f&l=f&x=200&y=130",
        "headLines":"Samsung Galaxy A32 new 8GB RAM model launched in India: Check price, specs",
        "highLights":"Samsung has officially revealed a new variant of the Galaxy A32 in India. The Galaxy A32 was unveiled earlier this year in India with a 90Hz display, a quad-camera setup, a large battery, and MediaTek chipset. However, the phone was only revealed in a 6GB/128GB configuration.",
        "postedAt":"16 hours ago",
        "para1":"Now, Samsung has revealed a new 8GB/128GB model of the Galaxy A32 handset in India. The Samsung Galaxy A32 is priced at Rs 21,999 in India for the base 6GB/128GB model, while the new 8GB/128GB A32 variant will set you back Rs 23,499. The handset is available in Awesome Black, Awesome Blue and Awesome Violet colour options.",
        "para2":"The Galaxy A32 features a 6.4-inch Full HD+ Super AMOLED display with a 90Hz refresh rate. The device also has an in-display fingerprint scanner. Under the hood, the A32 is powered by a MediaTek Helio G80 SoC paired with up to 8GB of RAM. It packs a massive 5,000 mAh battery under the hood with 15W fast charging.",
        "para3":"On the back is a 64MP quad-camera setup. The 64MP main camera is paired with an 8MP ultrawide lens, a 5MP macro camera, and a 2MP depth sensor. The phone has a tiny water-drop notch for the 20MP front camera. Connectivity options include 4G LTE, Wi-Fi, Bluetooth 5.0, a headphone jack, and more.",
        "para4":"The Samsung Galaxy A32 is priced at Rs 21,999 in India for the base 6GB/128GB model, while the new 8GB/128GB A32 variant will set you back Rs 23,499. The handset is available in Awesome Black, Awesome Blue and Awesome Violet colour options.",
        "likes":1000
      },
      {
        "feedId":  4,
        "feedImage":"https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AAQIWY9.img?h=491&w=874&m=6&q=60&o=f&l=f&x=552&y=317",
        "headLines":"Senior IPS officer SV Singh takes over as CISF DG",
        "highLights":"NEW DELHI: Senior IPS officer Sheel Vardhan Singh on Monday took charge as director-general of Central Industrial Security Force (CISF).",
        "postedAt":"15 hours ago",
        "likes":1000,
        "para1":"He was special director, Intelligence Bureau, before becoming the 29th DG of CISF.",
        "para2":"Singh had joined IPS in 1986 at the age of 23 and was allotted Bihar cadre. In the 35 years since then, he has held many sensitive positions in both Bihar and during central deputation to the government of India.",
        "para3":"OOn central deputation, Singh has served in the ministry of external affairs at the Indian High Commission, Dhaka, Bangladesh as first secretary. Later, on deputation to Intelligence Bureau he served as additional and special director.",
        "para4":"He has been awarded the President’s Police Medal for Meritorious Service in 2004 and President's Police Medal for Distinguished Service in 2010."
      }
     
]